###############################################################################
# Created by write_sdc
# Tue Sep 19 09:07:07 2023
###############################################################################
current_design vco_adc_wrapper
###############################################################################
# Timing Constraints
###############################################################################
create_clock -name wb_clk_i -period 10.0000 [get_ports {wb_clk_i}]
set_propagated_clock [get_clocks {wb_clk_i}]
###############################################################################
# Environment
###############################################################################
###############################################################################
# Design Rules
###############################################################################
set_max_fanout 4.0000 [current_design]
