###############################################################################
# Created by write_sdc
# Tue Sep 19 12:26:13 2023
###############################################################################
current_design vco_adc
###############################################################################
# Timing Constraints
###############################################################################
create_clock -name clk -period 10.0000 [get_ports {clk}]
set_propagated_clock [get_clocks {clk}]
###############################################################################
# Environment
###############################################################################
###############################################################################
# Design Rules
###############################################################################
set_max_fanout 4.0000 [current_design]
